Revit 2016 API
ViewPlan.GetUnderlayBaseLevel Method
 Returns the element id of the level that defines the bottom of the underlay range.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public ElementId GetUnderlayBaseLevel()
Visual Basic
Public Function GetUnderlayBaseLevel As ElementId
Visual C++
public:
ElementId^ GetUnderlayBaseLevel()
See Also
ViewPlan Class
Autodesk.Revit.DB Namespace